ProductionMarket.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="en" xml:lang="en">
<head>
<title>ProductionMarket</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2013-08-10 12:52:04 EDT"/>
<meta name="author" content="Greg"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
</head>
<body>
<div id="content">

<h1 class="title">ProductionMarket</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Production Market I: Short </a></li>
<li><a href="#sec-2">2 Production Market II: Long </a>
<ul>
<li><a href="#sec-2.1">2.1 Explanation </a></li>
<li><a href="#sec-2.2">2.2 Reproducibility </a></li>
<li><a href="#sec-2.3">2.3 Production Market Model </a></li>
</ul>
</li>
<li><a href="#sec-3">3 Production Market III: Summary </a></li>
<li><a href="#sec-4">4 Production Market IV: Modeling </a>
<ul>
<li><a href="#sec-4.1">4.1 ORDINARY and TRUST Regions </a>
<ul>
<li><a href="#sec-4.1.1">4.1.1 Basic Equations </a></li>
</ul></li>
</ul>
</li>
<li><a href="#sec-5">5 References </a></li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Production Market I: Short </h2>
<div class="outline-text-2" id="text-1">

<p>A <i>production market</i> consists of:
</p><ul>
<li>
a limited number of <b>quality producers</b> who
</li>
<li>
<b>commit</b> to particular <b>volumes of production</b>
</li>
<li>
on the basis of <b>mutually adjusted decisions</b>
</li>
<li>
that create implicit (self-organizing) <b>coordination</b>
</li>
</ul>

<p>and 'contain' competition.
</p>
</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Production Market II: Long </h2>
<div class="outline-text-2" id="text-2">


</div>

<div id="outline-container-2.1" class="outline-3">
<h3 id="sec-2.1"><span class="section-number-3">2.1</span> Explanation </h3>
<div class="outline-text-3" id="text-2.1">

</div>

</div>

<div id="outline-container-2.2" class="outline-3">
<h3 id="sec-2.2"><span class="section-number-3">2.2</span> Reproducibility </h3>
<div class="outline-text-3" id="text-2.2">

</div>

</div>

<div id="outline-container-2.3" class="outline-3">
<h3 id="sec-2.3"><span class="section-number-3">2.3</span> Production Market Model </h3>
<div class="outline-text-3" id="text-2.3">


</div>
</div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Production Market III: Summary </h2>
<div class="outline-text-2" id="text-3">

<p>KMK wrote this.
</p>
<p>
White begins with the recognition that production markets in
the 20th century, especially in the World War II era, involve
more than producers who sell their products and consumers who
buy them. As production moved to a mass, assembly-lined based
production of complex commodities, it became a larger market
of interdependent suppliers, subcontractors, and producers 
engaging and selling to each other in stream-like and streamlined
networks of production. White posits that the production market
model involves "upstream" and "downstream" connections and 
orientations, upstream in the direction of sourcing intermediate
components produced by other production firms as suppliers and
downstream being in the direction of marketing, distribution
and consumption. In any market, we start with these three
interconnected roles of suppliers, (focal) producers, and buyers.
</p>
<p>
The (linear, so far) network of supplier, producer and buyer may
be extended in several different directions. Indeed, who is 
named a producer? This is a matter of perspective. Ford making a
particular car? What of the company that makes the GPS or the
electronic systems for the Ford automobile, say, Garmin or Philips?
They are also producers themselves, with upstream suppliers of
their own and downstream buyers (perhaps, Ford and Toyota). And
so it goes in a line.
</p>

</div>

</div>

<div id="outline-container-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> Production Market IV: Modeling </h2>
<div class="outline-text-2" id="text-4">


</div>

<div id="outline-container-4.1" class="outline-3">
<h3 id="sec-4.1"><span class="section-number-3">4.1</span> ORDINARY and TRUST Regions </h3>
<div class="outline-text-3" id="text-4.1">

<p>ORDINARY (a&lt;1,b=0,c=1,d=0)
TRUST    (a&gt;1,b=0,c=1,d=0)
</p>
<p>
ORDINARY.prototype = (0.7 0.0 1.0 0.0)
TRUST.prototype    = (1.3 0.0 1.0 0.0)
</p>
<p>
The only difference between the ORDINARY and
the TRUST region has to do with the "a" parameter.
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption></caption>
<colgroup><col align="right" /><col align="right" />
</colgroup>
<tbody>
<tr><td>Value of "a"</td><td>S(y) - C(y)</td></tr>
<tr><td>0.2</td><td>.333</td></tr>
<tr><td>0.4</td><td>.214</td></tr>
<tr><td>0.6</td><td>.125</td></tr>
<tr><td>0.8</td><td>.056</td></tr>
<tr><td>1</td><td>0</td></tr>
</tbody>
</table>



</div>

<div id="outline-container-4.1.1" class="outline-4">
<h4 id="sec-4.1.1"><span class="section-number-4">4.1.1</span> Basic Equations </h4>
<div class="outline-text-4" id="text-4.1.1">

<p>W(y) = (Ay<sup>g</sup>+k)<sup>f</sup>
S(y) = ry<sup>an</sup><sup>b</sup>
C(y) = qy<sup>cn</sup><sup>d</sup>
</p>

</div>
</div>
</div>

</div>

<div id="outline-container-5" class="outline-2">
<h2 id="sec-5"><span class="section-number-2">5</span> References </h2>
<div class="outline-text-2" id="text-5">


</div>
</div>
<div id="postamble">
<p class="author"> Author: Greg
<a href="mailto:greg@greg-Satellite-C855D">&lt;greg@greg-Satellite-C855D&gt;</a>
</p>
<p class="date"> Date: 2013-08-10 12:52:04 EDT</p>
<p class="creator">HTML generated by org-mode 6.33x in emacs 23</p>
</div>
</div>
</body>
</html>
